app/controllers/posts_controller.rb

	def create
		@post = Post.new(post_params)

		@post.save
---
INSERT INTO "posts" ("created_at", "text", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", Mon, 24 Feb 2014 18:28:44 UTC +00:00], ["text", "first text"], ["title", "first title"], ["updated_at", Mon, 24 Feb 2014 18:28:44 UTC +00:00]]